{
    "COMPANY_NAME": "JW ICU Medical Limited"
    ,"TITLE": "JWICU"
    ,"BUTTON_LANG_EN": "英文"
    ,"BUTTON_LANG_CN": "中文"
    ,"HOME": "Home"
    ,"PRODUCTS": "Products"
    ,"TEAM": "Team"
    ,"HIRE": "Recruitment"
    ,"ABOUT_US": "About Us"
    ,"WELCOME":"Welcome"

    ,"HOME_CONTENT_1":"JW ICU MEDICAL LIMITED is a foreign-funded company which was established by Biosensors International Pte. Ltd. (Singapore) in August 2003. The registered capital is USD 2,700,000, invested in the form of cash and technology. JW ICU develops, manufactures and sells high-tech medical devices used in interventional cardiology and critical care procedures, such as Central Venous Catheter (CVC), Pressure Tubing, single-use Pressure Monitoring Kit, etc. These products are used for the clinic delivery of fluids and drugs, pressure measure and critical care procedures, etc."
    ,"HOME_CONTENT_2":"Biosensors International Pte. Ltd. (Singapore) has been in operation since 1990 and has had many years of production experience in interventional cardiology and critical care procedures. Its products measure up to advanced world standards and are marketed in America, Canada, Europe, Japan, Australia and many other countries and areas."
    ,"HOME_CONTENT_3":"JW ICU MEDICAL LIMITED is established in accordance with the relevant laws and regulations of a limited liability company, which ground the company in the later development. The company performs a standardized administration with modern enterprise system. In the company the general manager assumes overall responsibility under the leadership of the board of directors. All of these make the company more efficient with a strong vitality."
    ,"HOME_CONTENT_4":"With the development of the living standard of the people, concerns are raised about the quality of medical devices and there is also a grow demand for medical devices. To meet the market needs, the company build new manufacturing site at Dalian Road 68# in the year of 2012, and enlarge the production scale. The company will be dedicated to human health and make our due contribution."

    ,"PRODUCT_LIST":"Product List"
    ,"PRODUCT_01":"Central Venous Catheter"
    ,"PRODUCT_02":"Accutrans & Biotrans"
    ,"PRODUCT_03":"TD & Biotray"
    ,"PRODUCT_04":"Bipolar"
    ,"PRODUCT_05":"EMBO"
 
}